tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

# CLI
brew "autoconf"
brew "awscli"
brew "composer"
brew "coreutils"
brew "curl"
brew "exa"
brew "fasd"
brew "fd"
brew "fish"
brew "gawk"
brew "git"
brew "gnupg"
brew "hub"
brew "imagemagick"
brew "mysql@5.7"
brew "neovim"
brew "nginx"
brew "openssl"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "stow"
brew "tmux"
brew "wget"
brew "whois"

# GUI
cask "1password"
cask "alfred"
cask "android-studio"
cask "brave-browser"
cask "daisydisk"
cask "discord"
cask "docker"
cask "dosbox"
cask "droplr"
cask "expressvpn"
cask "firefox"
cask "font-hasklig"
cask "freeter"
cask "harvest"
cask "istumbler"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "macdown"
cask "musescore"
cask "openemu"
cask "postman"
cask "sketch"
cask "steam"
cask "sublime-text"
cask "tableplus"
